Tekla.Structures.ModelInternal.dotOffset_t
Struct for Offsets.

Tekla.Structures.ModelInternal.dotOffset_t.Dx
Offsets values

Tekla.Structures.ModelInternal.dotOffset_t.Dy
Offsets values

Tekla.Structures.ModelInternal.dotOffset_t.Dz
Offsets values